Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=634_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: IinteŠmes inn – festivaal jooŠttji lååkkmieŠrr kaggõõđi eŠpet
fin: Ijahis idja kasvoi jälleen

source: Aanrest 17-18.8.2012 riõššum IinteŠmes inn – alggmeerai musikkpodd kaaggi jooŠttji lååkkmeäŠreez eŠpet.
fin: Inarissa 17-18.8.2012 järjestetty Ijahis idja - alkuperäiskansojen musiikkitapahtuma kasvatti jälleen kävijämääriään.

source: Musikkpoodd rieŠššeš juŠn ååucad vuâra da festivaal jeeŠres pooddid vuässõŠtte kueiŠt peeiŠv äiŠǧǧen pâŠjjel 2000 jooŠđi.
fin: Musiikkitapahtuma järjestettiin yhdeksännen kerran ja festivaalin eri tapahtumiin osallistui kahden päivän aikana yli 2200 kävijää.

source: IinteŠmes inn musikkpoodd rieŠššeš vuõssmõs vuâra SääŠmkultturkõõskõõzz Sajõõzzâst da tõn šillju rajjum festivaalvuuŠdest.
fin: Ijahis idja järjestettiin ensimmäistä kertaa Saamelaiskulttuurikeskus Sajosissa ja sen pihalle rakennetulla festivaalialueella.

source: Festivaal leäi oŠnnstam da Sajos tuåimmji festivaalpäiŠǩǩen puârast.
fin: Festivaali oli kaikin puolin onnistunut ja Sajos toimi festivaalipaikkana erinomaisesti.

source: IinteŠmes iin sueŠvetjeäŠǩǩää konsertt leäi puârast vuâstta valddum da väŠlddvoddõõttjen leŠjje sääŠmpopp prinsess Sofia Jannok di ruânnjânnamneǩ rock-bändd Nanook.
fin: Ijahis idjan suosituin tapahtuma oli lauantai-illan konsertti, jonka pääesiintyjinä olivat saamepopin prinsessa, ruotsalainen Sofia Jannok sekä grönlantilainen rock-bändi Nanook.

source: JeäŠǩǩää kuŠlleš še Ailu Valle tâŠvvsääŠmǩiõllsaž räppmusiikk di jeeŠres voddõõttji juõiŠǥid da leeuŠdid.
fin: Illan aikana kultiin myös Ailu Vallen pohjoissaamenkielistä räppiä sekä eri esiintyjien joikua ja leuŠddia.

source: IinteŠmes inn !
fin: Ijahis idja !

source: – konseert ǩiõččmõš leäi vuäittmõõžžâst še YLE Sápmin live stream vuõlttõssân interneeŠttest.
fin: - konserttia oli myös mahdollista seurata suorana YLE Sápmin live stream lähetyksenä internetissä.

source: Vuõlttõs leäi puârast vuâstta valddum da tõn pääiŠǩ oummu vuässõŠtte pirr jânnam IinteŠmes iin konsertta.
fin: Lähetys oli erittäin suosittu ja ihmiset ympäri maailman osallistuivat Ijahis idjaan sen kautta.
